i5/20220903-zfs/mirror/default/50/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 50
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 51070113
number of failed transactions: 0 (0.000%)
latency average = 1.128 ms
initial connection time = 6.834 ms
tps = 14186.048045 (without initial connection time)